---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.HasNoValueFilterRule
source: html/3b4f6b74-afde-e8f1-4968-20afc77557d6.htm
---
# HasNoValueFilterRule Members

constructs an instance of HasNoValueFilterRule.